{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-10-08T18:42:33.749-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "CoreyButler.NVMforWindows",
					"Version" : "1.1.11"
				},
				{
					"PackageIdentifier" : "Dell.PeripheralManager",
					"Version" : "1.7.7"
				},
				{
					"PackageIdentifier" : "Ditto.Ditto",
					"Version" : "3.25.76.0"
				},
				{
					"PackageIdentifier" : "Git.Git",
					"Version" : "2.51.0"
				},
				{
					"PackageIdentifier" : "Notepad++.Notepad++",
					"Version" : "8.8.5"
				},
				{
					"PackageIdentifier" : "Microsoft.Office",
					"Version" : "16.0.19029.20244"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "25.159.0817.0003"
				},
				{
					"PackageIdentifier" : "NickeManarin.ScreenToGif",
					"Version" : "2.42.1"
				},
				{
					"PackageIdentifier" : "Microsoft.msodbcsql.17",
					"Version" : "17.10.6.1"
				},
				{
					"PackageIdentifier" : "Google.Chrome",
					"Version" : "140.0.7339.186"
				},
				{
					"PackageIdentifier" : "7zip.7zip",
					"Version" : "25.01.00.0"
				},
				{
					"PackageIdentifier" : "Motorola.MobileDrivers",
					"Version" : "6.4.0"
				},
				{
					"PackageIdentifier" : "GitHub.GitLFS",
					"Version" : "3.7.0"
				},
				{
					"PackageIdentifier" : "Dell.CommandUpdate.Universal",
					"Version" : "5.5.0"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh",
					"Version" : "26.19.1"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Cloudflare.Warp",
					"Version" : "25.8.779.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WebDeploy",
					"Version" : "10.0.8305"
				},
				{
					"PackageIdentifier" : "Python.Python.2",
					"Version" : "2.7.18150"
				},
				{
					"PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit",
					"Version" : "25.001.20756"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServer.2012.NativeClient",
					"Version" : "11.4.7515.2"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell",
					"Version" : "7.5.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.OpenJDK.11",
					"Version" : "11.0.28.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.104.2"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.8",
					"Version" : "8.0.317"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.7",
					"Version" : "7.0.317"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.6",
					"Version" : "6.0.321"
				},
				{
					"PackageIdentifier" : "Microsoft.SQLServerManagementStudio",
					"Version" : "20.2.1"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.HostingBundle.6",
					"Version" : "6.0.36"
				},
				{
					"PackageIdentifier" : "Skillbrains.Lightshot",
					"Version" : "5.5.0.7"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.7",
					"Version" : "7.0.20"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "140.0.3485.94"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.9",
					"Version" : "9.0.110"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.6",
					"Version" : "6.0.36"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.5",
					"Version" : "5.0.408"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.7",
					"Version" : "7.0.20"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams.Classic",
					"Version" : "1.8.0.21151"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Framework.DeveloperPack_4",
					"Version" : "4.8.1"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Framework.DeveloperPack.4.6",
					"Version" : "> 4.6.2"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9",
					"Version" : "9.0.9"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.6",
					"Version" : "6.0.36"
				},
				{
					"PackageIdentifier" : "Caphyon.AdvancedInstaller",
					"Version" : "21.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.HostingBundle.3_1",
					"Version" : "3.1.32"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.42.34438.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.42.34438.0"
				},
				{
					"PackageIdentifier" : "Microsoft.RemoteHelp",
					"Version" : "4.0.1.13"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",
					"Version" : "8.0.20"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.30501.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.3_1",
					"Version" : "3.1.426"
				},
				{
					"PackageIdentifier" : "Microsoft.NuGet",
					"Version" : "6.14.0.116"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys",
					"Version" : "0.94.0"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu.2204",
					"Version" : "2204.5.10021.0"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "25255.703.3978.7153"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.26.510.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7",
					"Version" : "7.2409.9001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2501.31001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.23.12371.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.11.510"
}